export default {
    "id": "a",
    "month": "6",
    "year": "2016",
    "child": [{
            "id": "b1",
            "day": "1",
            "type": "0" //考勤类型
        },
        {
            "id": "b2",
            "day": "2",
            "type": "0" //考勤类型
        },
        {
            "id": "b3",
            "day": "3",
            "type": "0" //考勤类型
        },
        {
            "id": "b4",
            "day": "b4",
            "type": "0" //考勤类型
        },
        {
            "id": "b5",
            "day": "5",
            "type": "1" //考勤类型
        },
        {
            "id": "b6",
            "day": "6",
            "type": "1" //考勤类型
        },
        {
            "id": "b7",
            "day": "7",
            "type": "2" //考勤类型
        },
        {
            "id": "b8",
            "day": "b8",
            "type": "2" //考勤类型
        }, {
            "id": "b9",
            "day": "9",
            "type": "0" //考勤类型
        }, {
            "id": "b10",
            "day": "10",
            "type": "0" //考勤类型
        }, {
            "id": "b11",
            "day": "11",
            "type": "0" //考勤类型
        }, {
            "id": "b12",
            "day": "12",
            "type": "0" //考勤类型
        }, {
            "id": "b13",
            "day": "13",
            "type": "0" //考勤类型
        }, {
            "id": "b14",
            "day": "14",
            "type": "1" //考勤类型
        }, {
            "id": "b15",
            "day": "15",
            "type": "2" //考勤类型
        }, {
            "id": "b16",
            "day": "16",
            "type": "0" //考勤类型
        }, {
            "id": "b17",
            "day": "17",
            "type": "0" //考勤类型
        }, {
            "id": "b18",
            "day": "18",
            "type": "0" //考勤类型
        }, {
            "id": "b19",
            "day": "19",
            "type": "0" //考勤类型
        }, {
            "id": "b20",
            "day": "20",
            "type": "2" //考勤类型
        }, {
            "id": "b21",
            "day": "21",
            "type": "0" //考勤类型
        }, {
            "id": "b22",
            "day": "22",
            "type": "2" //考勤类型
        }, {
            "id": "b23",
            "day": "23",
            "type": "2" //考勤类型
        }, {
            "id": "b24",
            "day": "24",
            "type": "2" //考勤类型
        }, {
            "id": "b25",
            "day": "25",
            "type": "0" //考勤类型
        }, {
            "id": "b26",
            "day": "26",
            "type": "1" //考勤类型
        }, {
            "id": "b27",
            "day": "27",
            "type": "0" //考勤类型
        }, {
            "id": "b28",
            "day": "28",
            "type": "4" //考勤类型
        },
        {
            "id": "b29",
            "day": "29",
            "type": "0" //考勤类型
        }, {
            "id": "b30",
            "day": "30",
            "type": "0" //考勤类型
        },
        {
            "id": "b31",
            "day": "31",
            "type": "0" //考勤类型
        }
    ]
}